Repository: evcc-io/app
Catalog: targets/widget/Localizable.xcstrings
Source language: en
Languages: de

# widget.type.solar
source: Solar Production
de: Solarproduktion

# widget.type.co2
source: CO₂ Emissions
de: CO₂-Emissionen

# widget.solar.remaining
source: remaining
de: verbleibend

# widget.solar.tomorrow
source: Tomorrow
de: Morgen

# widget.mode.off
source: Off
de: Aus

# widget.mode.pv
source: Solar
de: PV

# widget.mode.minpv
source: Min+Solar
de: Min+PV

# widget.mode.now
source: Fast
de: Schnell

# widget.lpstatus.disconnected
source: Disconnected.
de: Nicht verbunden.

# widget.lpstatus.connected
source: Connected.
de: Verbunden.

# widget.lpstatus.waitForVehicle
source: Ready. Waiting for vehicle…
de: Ladebereit. Warte auf Fahrzeug …

# widget.lpstatus.finished
source: Finished.
de: Abgeschlossen.

# widget.lpstatus.charging
source: Charging…
de: Ladevorgang aktiv …

# widget.lpheat.charging
source: Heating…
de: Heize …

# widget.lpheat.waitForVehicle
source: Ready to heat…
de: Bereit zum Heizen …

# widget.solar.adjust
source: Adjust to real data
de: An Realdaten anpassen

# widget.type.price
source: Grid import price
de: Netzbezugspreis

# widget.type.feedin
source: Grid export price
de: Einspeisevergütung

# widget.now
source: now
de: jetzt

# widget.noData.title
source: No data
de: Keine Daten

# widget.noData.body
source: This server has no data of this type.
de: Dieser Server liefert keine Daten dieses Typs.

# widget.unreachable.title
source: Server unreachable
de: Server nicht erreichbar

# widget.unreachable.body
source: Could not load the evcc instance.
de: evcc-Instanz konnte nicht geladen werden.

# widget.setup.title
source: Set up evcc
de: evcc einrichten

# widget.setup.body
source: Tap to connect a server and pick a data type.
de: Tippen, um Server zu verbinden und einen Datentyp zu wählen.

# widget.config.title
source: evcc Forecast
de: evcc Vorhersage

# widget.config.desc
source: Server for the forecast.
de: Server der Vorhersage.

# widget.config.loadpoint
source: Loadpoint
de: Ladepunkt

# widget.loadpoint.name
source: Loadpoint
de: Ladepunkt

# widget.loadpoint.description
source: Loadpoint status and charge mode.
de: Ladepunkt-Status und Lademodus.

# widget.name.solar
source: Solar forecast
de: Solarprognose

# widget.name.price
source: Grid import price
de: Netzbezugspreis

# widget.name.feedin
source: Grid export price
de: Einspeisevergütung

# widget.description.solar
source: Forecast solar production.
de: Vorhergesagte Solarproduktion.

# widget.description.price
source: Forecast grid price.
de: Vorhergesagter Netzpreis.

# widget.description.co2
source: Forecast CO₂ emissions.
de: Vorhergesagte CO₂-Emissionen.

# widget.description.feedin
source: Forecast feed-in tariff.
de: Vorhergesagte Einspeisevergütung.
